// backup file which is not used for now. Had to move it to prevent error during build
function cards() {

}

export default function AnswerCards({ }) {

    const list_of_answers = [
        "급할수록 돌아가라",
        "포기하는 것도 \n 방법이야",
        "나는 알아, \n 네가 얼마나 수고했는지",
        "나서지 말자",
        "뒤돌아 보지 마",
        "아끼다 똥 된다",
        "즐길 수 없다면 \n 피해라",
        "벌어지지 않은 일에 \n 너무 큰 걱정 하지마",
        "다음 기회를 \n 노려보자",
        "늦었다고 생각할 때가 \n 진짜 늦은 거야",
        "그게 제일 큰 고민이야? \n 아니잖아, 다시 뽑아보자",
        "울어도 돼",
        "지금 생각나는 \n 그 사람에게 전화해",
        "이게 끝이 아니야",
        "기회를 잡아",
        "어차피 너 말고 \n 아무도 못해",
        "못 먹어도 고! \n GO!",
        "기회는 \n 네가 만드는 거야",
        "모두 너의 바람대로 \n 이루어질거야",
        "자신감을 \n 가져도 좋아",
        "끝날 때까지 \n 끝난 게 아니야",
        "차근차근 생각하면 \n 답이 나올거야",
        "마음이 가는대로 해",
        "할 수 있어! \n 가보자고!",
        "정신 차려",
        "지금 당장 시작해봐",
        "잘 될 거야, \n 늘 그랬던 것처럼",
        "결정한 대로 \n 밀어붙여",
        "새로운 것이 \n 기다리고 있어",
        "이 또한 지나가리라",
        "멀리서 찾지 말고 \n 가까운 데서 찾아봐",
        "다른 가능성도 \n 열어둬",
        "한 발 뒤로 물러나 \n 지켜보자",
        "한계를 두지 마",
        "잠시 휴식이 필요해",
        "완벽할 필요 없어 \n 지금도 충분해",
        "자신에게 \n 솔지해져 봐",
        "지금이 아니면 안돼",
        "기다리면 \n 좋은 일이 생길거야",
        "안 하고 후회하는 것보다 \n 하고 후회하는 게 낫지",
        "다른 사람의 말에 \n 귀 기울여봐",
        "준비된 자가 \n 기회를 잡는다",
        "멈춰",
        "인정할 건 \n 인정하자",
        "마음에 두지마라",
        "마음을 열고 \n 기다려봐",
        "오늘 말고 \n 내일 하자!",
        "주변 사람들에게 조금 \n 의지해 보는 게 어때?",
        "세상에 \n 공짜는 없잔아",
        "시간이 약이다",
        "너도 네 마음을 \n 알고 있잖아",
        "반성은 해도 되는데 \n 후회는 하지 마",
    ]
    // shuffle(list_of_answers)

    answer_card = list_of_answers[0]

    return (
        <div></div>    
    );

}